# Вывод на экран строки в кавычках.
print("I will now count my chickens:")

# Вывод строки в кавычках и значения выражения через пробел.
print("Hens", 25 + 30 / 6)
# Вывод строки в кавычках и значения выражения через пробел.
print("Roosters", 100 - 25 * 3 % 4)

# Вывод на экран строки в кавычках.
print("Now I will count the eggs:")

# Вывод на экран значения выражения.
print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)

# Вывод на экран строки в кавычках.
print("Is it true that 3 + 2 < 5 - 7?")

# Вывод на экран значения логического выражения
print(3 + 2 < 5 - 7)

# Вывод строки в кавычках и значения выражения через пробел.
print("What is 3 + 2?", 3 + 2)
# Вывод строки в кавычках и значения выражения через пробел.
print("What is 5 - 7?", 5 - 7)

# Вывод на экран строки в кавычках.
print("Oh, that's why it's False.")

# Вывод на экран строки в кавычках.
print("How about some more.")

# Вывод строки в кавычках и значения логического выражения через пробел.
print("Is it greater?", 5 > -2)
# Вывод строки в кавычках и значения логического выражения через пробел.
print("Is it greater or equal?", 5 >= -2)
# Вывод строки в кавычках и значения логического выражения через пробел.
print("Is it less or equal?", 5 <= -2)
